000010 IDENTIFICATION  DIVISION.
000020 PROGRAM-ID.     helloworld.
000030 ENVIRONMENT     DIVISION.
000040 DATA            DIVISION.
000050 PROCEDURE       DIVISION.
000060 MAIN.
000070     DISPLAY "helloworld".
000080     STOP RUN.
